Repository: web-vision/Magento-TYPO3-UniTY
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# backend_layout.OneColumn
source: Unity: One column
de: Unity: Einspaltig

# backend_layout.TwoColumnsLeft
source: Unity: Two columns - left
de: Unity: Zweispaltig - links

# backend_layout.TwoColumnsRight
source: Unity: Two Columns - right
de: Unity: Zweispaltig - rechts

# backend_layout.ThreeColumns
source: Unity: Three columns
de: Unity: Dreispaltig

# backend_layout.column.content
source: Content [1]
de: Inhalt [1]

# backend_layout.column.left
source: Sidebar - left [2]
de: Seitenspalte - links [2]

# backend_layout.column.right
source: Sidebar - right [3]
de: Seitenspalte - rechts [3]

# pages.canonical_url
source: Canonical URL
de: Kanonische URL

# pages_language_overlay.canonical_url
source: Canonical URL
de: Kanonische URL

# ext_conf_template.MagentoUrl
source: URI of Magento Instance
de: URL der magneto Instanz

# ext_conf_template.SupportSingleCacheInvalidation
source: Activate single page cache invalidation
de: Löschen von einzelenen Seiten Caches aktivieren

# toolbar.clearCacheTitle
source: Clear Magento Cache
de: Magento Cache leeren

# toolbar.clearCacheDescription
source: Clears the associated Magento cache
de: Leert den zugehörigen Magneto Cache
